{
  "articles": [
    {
      "id": 1,
      "title": "Certain Dark Things",
      "key": "first-description",
      "content": "Welcome to Mexico City...\nAn Oasis In A Sea Of Vampires...\nDomingo, a lonely garbage-collecting street kid, is busy eking out a living when a jaded vampire on the run swoops into his life.\nAtl, the descendant of Aztec blood drinkers, must feast on the young to survive and Domingo looks especially tasty. Smart, beautiful, and dangerous, Atl needs to escape to South America, far from the rival narco-vampire clan pursuing her. Domingo is smitten.\nHer plan doesn’t include developing any real attachment to Domingo. Hell, the only living creature she loves is her trusty Doberman. Little by little, Atl finds herself warming up to the scrappy young man and his effervescent charm.\nAnd then there’s Ana, a cop who suddenly finds herself following a trail of corpses and winds up smack in the middle of vampire gang rivalries.",
      "description": "Title",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1,c_scale,w_405/v1637592061/pro_pbid_4665715.jpg"
    },
    {
      "id": 4,
      "title": "Trail of Lightning",
      "key": "third-description",
      "content": "While most of the world has drowned beneath the sudden rising waters of a climate apocalypse, Dinétah (formerly the Navajo reservation) has been reborn. The gods and heroes of legend walk the land, but so do monsters.\nMaggie Hoskie is a Dinétah monster hunter, a supernaturally gifted killer. When a small town needs help finding a missing girl, Maggie is their last best hope. But what Maggie uncovers about the monster is much more terrifying than anything she could imagine",
      "description": "While most of the world has drowned beneath the sudden rising waters of a climate apocalypse, Dinétah (formerly the Navajo reservation) has been reborn. The gods and heroes of legend walk the land, but so do monsters.",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1,c_scale,w_405/v1547581686/pro_pbid_4064532.jpg"
    },
    {
      "id": 5,
      "title": "Half-Resurrection Blues",
      "key": "fourth-description",
      "content": "Carlos Delacruz is one of the New York Council of the Dead’s most unusual agents—an inbetweener, partially resurrected from a death he barely recalls suffering, after a life that’s missing from his memory. He thinks he is one of a kind—until he encounters other entities walking the fine line between life and death.\nOne inbetweener is a sorcerer. He’s summoned a horde of imp-like ngks capable of eliminating spirits, and they’re spreading through the city like a plague. They’ve already taken out some of NYCOD’s finest, leaving Carlos desperate to stop their master before he opens up the entrada to the Underworld—which would destroy the balance between the living and the dead.\nBut in uncovering this man’s identity, Carlos confronts the truth of his own life—and death",
      "description": "Carlos Delacruz is one of the New York Council of the Dead’s most unusual agents—an inbetweener, partially resurrected from a death he barely recalls suffering, after a life that’s missing from his memory",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1,c_scale,w_405/v1600696900/pro_pbid_1029275.jpg"
    },
    {
      "id": 6,
      "title": "Magic Bites",
      "key": "fifth-description",
      "content": "Kate Daniels is a down-on-her-luck mercenary who makes her living cleaning up magical problems. But when Kate’s guardian is murdered, her quest for justice draws her into a power struggle between two strong factions within Atlanta’s magic circles. Pressured by both sides to find the killer, Kate realizes she’s way our of her league—but she wouldn’t want it any other way..\nThis edition includes in-depth information about the world of Kate Daniels with descriptions of its characters and factions. Explore Kate’s Atlanta like never before with a quiz to find your place there and with answers to frequently asked questions. And don’t miss the prequel story “A Questionable Client” as well as scenes of events in Magic Bites ",
      "description": "In a magical Atlanta, mercenary Kate investigates her guardian’s murder — only to get tangled up in a devastating power struggle",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1,c_scale,w_405/v1538195906/pro_pbid_832824.jpg"
    },
    {
      "id": 7,
      "title": "Minion",
      "key": "seventh-description",
      "content": "There is one woman who is all that stands between us and the eternal night.\nHere is an account of her legend....\nAll Damali Richards ever wanted to do was create music and bring it to the people. Now she is a Spoken Word artist and the top act for Warriors of Light Records. But come nightfall, she hunts vampires and demons—predators that people tend to dismiss as myth or fantasy. But Damali and her Guardian team cannot afford such delusions, especially now, when a group of rogue vampires have been killing the artists of Warriors of Light and their rival, Blood Music. Strange attacks have also erupted within the club drug-trafficking network and drawn the attention of the police. These killings are a bit out of the ordinary, even for vampires. No neat puncture marks in the neck to show where the life’s blood has been sucked from the body. These bodies have been mutilated beyond recognition, indicating a blood lust and thirst for destruction that surpasses any Damali has encountered before. Damali soon discovers that behind these brutal murders is the most powerful vampire she has ever met, and this seductive beast is coming for her next. But his unholy intentions have also drawn the focus of other hellish dark forces. Soon Damali finds herself being pulled deeper into the vast and horrifying vampire world.",
      "description": "All Damali Richards ever wanted to do was create music and bring it to the people. Now she is a Spoken Word artist and the top act for Warriors of Light Records. But come nightfall, she hunts vampires and demons—predators that people tend to dismiss as myth or fantasy",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1/v1661543157/pro_pbid_668626.jpg"
    },
    {
      "id": 8,
      "title": "Sandman Slim (Sandman Slim, Book 1)",
      "key": "eight-description",
      "content": "Supernatural fantasy has a new antihero in Sandman Slim, star of this gripping, gritty series by Richard Kadrey.\nLife sucks and then you die. Or, if you’re James Stark, you spend eleven years in Hell as a hitman before finally escaping, only to land back in the hell-on-earth that is Los Angeles. Now Stark’s back, and ready for revenge. And absolution, and maybe even love. But when his first stop saddles him with an abusive talking head, Stark discovers that the road to absolution and revenge is much longer than you’d expect, and both Heaven and Hell have their own ideas for his future. Resurrection sucks. Saving the world is worse. Darkly twisted, irreverent, and completely hilarious, Sandman Slim is the breakthrough novel by an acclaimed author.",
      "description": "Supernatural fantasy has a new antihero in Sandman Slim, star of this gripping, gritty series by Richard Kadrey.\nLife sucks and then you die. Or, if you’re James Stark, you spend eleven years in Hell as a hitman before finally escaping, only to land back in the hell-on-earth that is Los Angeles. Now Stark’s back, and ready for revenge",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1/v1555589862/pro_pbid_4359887.jpg"
    },
    {
      "id": 9,
      "title": "Storm Front",
      "key": "nine-description",
      "content": "Meet Harry Dresden, Chicago’s first (and only) Wizard P.I. Turns out the ‘everyday’ world is full of strange and magical things—and most of them don’t play well with humans. That’s where Harry comes in.Harry is the best at what he does - and not just because he’s the only one who does it. So when the Chicago P.D. has a case that transcends mortal capabilities, they look to him for answers. There’s just one problem. Business, to put it mildly, stinks. So when the police bring him in to consult on a grisly double murder committed with black magic, Harry’s seeing dollar signs. But where there’s black magic, there’s a black mage behind it. And now that mage knows Harry’s name. And that’s when things start to get...interesting. Magic—it can get a guy killed.",
      "description": "Meet Harry Dresden, Chicago’s first (and only) Wizard P.I. Turns out the ‘everyday’ world is full of strange and magical things—and most of them don’t play well with humans. That’s where Harry comes in",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1/v1488997465/pro_pbid_3698523.jpg"
    },
    {
      "id": 10,
      "title": "Bitten",
      "key": "ten-description",
      "content": "Elena Michaels is the world’s only female werewolf. And she’s tired of it. Tired of a life spent hiding and protecting, a life where her most important job is hunting down rogue werewolves. Tired of a world that not only accepts the worst in her–her temper, her violence—but requires it. Worst of all, she realizes she’s growing content with that life, with being that person.\nSo she left the Pack and returned to Toronto where she’s trying to live as a human. When the Pack leader calls asking for her help fighting a sudden uprising, she only agrees because she owes him. Once this is over, she’ll be squared with the Pack and free to live life as a human. Which is what she wants.",
      "description": "vElena Michaels is the world’s only female werewolf. And she’s tired of it. Tired of a life spent hiding and protecting, a life where her most important job is hunting down rogue werewolves. Tired of a world that not only accepts the worst in her–her temper, her violence—but requires it",
      "imageUrl": "https://res.cloudinary.com/bookbub/image/upload/t_ci_ar_6:9_padded,f_auto,q_auto,dpr_1/v1516395924/pro_pbid_952189.jpg"
    },
    {
      "id": 11,
      "title": "shamrin",
      "key": "shamrin",
      "content": "shamrin",
      "description": "shamrin",
      "imageUrl": "https://images.pexels.com/photos/17844047/pexels-photo-17844047/free-photo-of-heydar-aliyev-center.png?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
    }
  ]
}